;Place localized text in this file
[ReturnFirePrimary X2AbilityTemplate]
LocFriendlyName="ReturnFirePrimary"
LocLongDescription="Return fire with primary weapon, or try too...."
LocHelpText="HELP TEXT"
LocFlyOverText="PrimaryReturnFire"
LocPromotionPopupText="<Bullet/>SHOOT STUFF.<br/>"

